Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Model tools (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) operate under strict workspace containment checks (`resolveSecurePath`). High-risk operations (e.g., editing files outside project root, deleting directories, or executing destructive terminal commands) require manual user confirmation unless overridden in Project Settings.
ar: تعمل أدوات النموذج (`FileRead` و`FileWrite` و`FileEdit` و`Terminal`) وفق فحوص صارمة لاحتواء مساحة العمل (`resolveSecurePath`). وتتطلب العمليات عالية المخاطر (مثل تحرير ملفات خارج جذر المشروع أو حذف الأدلة أو تنفيذ أوامر طرفية مدمرة) تأكيدا يدويا من المستخدم ما لم يُتجاوز ذلك في إعدادات المشروع.
de: Die Modellwerkzeuge (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) arbeiten unter strengen Prüfungen zur Arbeitsbereichseingrenzung (`resolveSecurePath`). Risikoreiche Vorgänge (etwa das Bearbeiten von Dateien außerhalb des Projektstamms, das Löschen von Verzeichnissen oder das Ausführen destruktiver Terminalbefehle) erfordern eine manuelle Bestätigung, sofern dies nicht in den Projekteinstellungen überschrieben wird.
es: Las herramientas del modelo (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) funcionan con comprobaciones estrictas de confinamiento al espacio de trabajo (`resolveSecurePath`). Las operaciones de alto riesgo (por ejemplo, editar archivos fuera de la raíz del proyecto, eliminar directorios o ejecutar comandos de terminal destructivos) requieren confirmación manual del usuario salvo que se anule en los ajustes del proyecto.
fr: Les outils du modèle (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) fonctionnent sous des contrôles stricts de confinement à l'espace de travail (`resolveSecurePath`). Les opérations à haut risque (par exemple modifier des fichiers hors de la racine du projet, supprimer des répertoires ou exécuter des commandes de terminal destructrices) exigent une confirmation manuelle de l'utilisateur, sauf remplacement dans les réglages du projet.
he: כלי המודל (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) פועלים תחת בדיקות הכלה מחמירות של סביבת העבודה (`resolveSecurePath`). פעולות בסיכון גבוה (למשל עריכת קבצים מחוץ לשורש הפרויקט, מחיקת תיקיות או הרצת פקודות מסוף הרסניות) מחייבות אישור ידני של המשתמש, אלא אם נעקף בהגדרות הפרויקט.
hi: मॉडल टूल (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) सख्त वर्कस्पेस नियंत्रण जांच (`resolveSecurePath`) के तहत काम करते हैं। उच्च-जोखिम वाले कार्य (जैसे प्रोजेक्ट रूट के बाहर फ़ाइलें संपादित करना, डायरेक्टरी हटाना, या विनाशकारी टर्मिनल कमांड चलाना) के लिए उपयोगकर्ता की मैन्युअल पुष्टि आवश्यक है, जब तक प्रोजेक्ट सेटिंग्स में इसे अधिरोहित न किया जाए।
id: Alat model (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) beroperasi di bawah pemeriksaan pembatasan ruang kerja yang ketat (`resolveSecurePath`). Operasi berisiko tinggi (misalnya mengedit berkas di luar root proyek, menghapus direktori, atau menjalankan perintah terminal destruktif) memerlukan konfirmasi manual pengguna kecuali ditimpa di Pengaturan Proyek.
it: Gli strumenti del modello (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) operano con rigorosi controlli di contenimento nell'area di lavoro (`resolveSecurePath`). Le operazioni ad alto rischio (ad esempio modificare file fuori dalla radice del progetto, eliminare directory o eseguire comandi di terminale distruttivi) richiedono una conferma manuale dell'utente, salvo diversa impostazione nelle impostazioni del progetto.
ja: モデルのツール (`FileRead`、`FileWrite`、`FileEdit`、`Terminal`) は、厳格なワークスペース封じ込めチェック (`resolveSecurePath`) の下で動作します。リスクの高い操作 (プロジェクトルート外のファイル編集、ディレクトリの削除、破壊的なターミナルコマンドの実行など) は、プロジェクト設定で上書きしない限りユーザーの手動確認が必要です。
ko: 모델 도구(`FileRead`, `FileWrite`, `FileEdit`, `Terminal`)는 엄격한 작업 공간 격리 검사(`resolveSecurePath`) 아래에서 동작합니다. 고위험 작업(예: 프로젝트 루트 밖의 파일 편집, 디렉터리 삭제, 파괴적인 터미널 명령 실행)은 프로젝트 설정에서 재정의하지 않는 한 사용자의 수동 확인이 필요합니다.
nl: De modeltools (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) werken onder strikte controles voor werkruimtebegrenzing (`resolveSecurePath`). Handelingen met hoog risico (zoals bestanden bewerken buiten de projecthoofdmap, mappen verwijderen of destructieve terminalopdrachten uitvoeren) vereisen handmatige bevestiging van de gebruiker, tenzij dit in de projectinstellingen wordt overschreven.
pl: Narzędzia modelu (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) działają pod ścisłymi kontrolami ograniczenia do obszaru roboczego (`resolveSecurePath`). Operacje wysokiego ryzyka (np. edycja plików poza katalogiem głównym projektu, usuwanie katalogów lub wykonywanie destrukcyjnych poleceń terminala) wymagają ręcznego potwierdzenia użytkownika, o ile nie zostanie to zmienione w ustawieniach projektu.
pt_br: As ferramentas do modelo (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) operam sob verificações rígidas de contenção no espaço de trabalho (`resolveSecurePath`). Operações de alto risco (por exemplo, editar arquivos fora da raiz do projeto, excluir diretórios ou executar comandos de terminal destrutivos) exigem confirmação manual do usuário, a menos que substituídas nas configurações do projeto.
ru: Инструменты модели (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) работают под строгими проверками ограничения рабочей области (`resolveSecurePath`). Операции высокого риска (например, правка файлов вне корня проекта, удаление каталогов или выполнение разрушительных команд терминала) требуют ручного подтверждения пользователя, если это не переопределено в настройках проекта.
sv: Modellens verktyg (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) arbetar under strikta kontroller för arbetsyteinneslutning (`resolveSecurePath`). Högriskåtgärder (till exempel att redigera filer utanför projektets rotkatalog, ta bort kataloger eller köra destruktiva terminalkommandon) kräver manuell bekräftelse från användaren om det inte åsidosätts i projektinställningarna.
tr: Model araçları (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) katı çalışma alanı sınırlama denetimleri (`resolveSecurePath`) altında çalışır. Yüksek riskli işlemler (örneğin proje kökü dışındaki dosyaları düzenlemek, dizin silmek veya yıkıcı uçbirim komutları çalıştırmak) proje ayarlarında geçersiz kılınmadıkça kullanıcının el ile onayını gerektirir.
uk: Інструменти моделі (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) працюють під суворими перевірками обмеження робочої області (`resolveSecurePath`). Операції високого ризику (наприклад, редагування файлів поза коренем проєкту, видалення каталогів або виконання руйнівних команд термінала) потребують ручного підтвердження користувача, якщо це не перевизначено в налаштуваннях проєкту.
vi: Các công cụ mô hình (`FileRead`, `FileWrite`, `FileEdit`, `Terminal`) hoạt động dưới các kiểm tra giới hạn không gian làm việc nghiêm ngặt (`resolveSecurePath`). Những thao tác rủi ro cao (ví dụ chỉnh sửa tệp ngoài thư mục gốc dự án, xóa thư mục, hoặc chạy lệnh terminal phá hủy) đòi hỏi người dùng xác nhận thủ công, trừ khi được ghi đè trong cài đặt dự án.
zh_hans: 模型工具 (`FileRead`、`FileWrite`、`FileEdit`、`Terminal`) 在严格的工作区限制检查 (`resolveSecurePath`) 下运行。高风险操作 (例如编辑项目根目录之外的文件、删除目录或执行破坏性终端命令) 需要用户手动确认，除非在项目设置中另行覆盖。
zh_hant: 模型工具 (`FileRead`、`FileWrite`、`FileEdit`、`Terminal`) 在嚴格的工作區限制檢查 (`resolveSecurePath`) 下執行。高風險操作 (例如編輯專案根目錄之外的檔案、刪除目錄或執行破壞性終端機命令) 需要使用者手動確認，除非在專案設定中另行覆寫。

source: Models
ar: النماذج
de: Modelle
es: Modelos
fr: Modèles
he: מודלים
hi: मॉडल
id: Model
it: Modelli
ja: モデル
ko: 모델
nl: Modellen
pl: Modele
pt_br: Modelos
ru: Модели
sv: Modeller
tr: Modeller
uk: Моделі
vi: Mô hình
zh_hans: 模型
zh_hant: 模型

source: Models discovered in LM Studio are indexed in-place. TurboSpark reads weights directly from your LM Studio folder without duplicating disk space or copying gigabytes of parameters.
ar: تُفهرس النماذج المكتشفة في LM Studio في مكانها. يقرأ TurboSpark الأوزان مباشرة من مجلد LM Studio لديك دون مضاعفة مساحة القرص أو نسخ غيغابايتات من المعاملات.
de: In LM Studio gefundene Modelle werden an Ort und Stelle indexiert. TurboSpark liest die Gewichte direkt aus Ihrem LM-Studio-Ordner, ohne Speicherplatz zu verdoppeln oder Gigabytes an Parametern zu kopieren.
es: Los modelos detectados en LM Studio se indexan en su ubicación. TurboSpark lee los pesos directamente desde tu carpeta de LM Studio, sin duplicar espacio en disco ni copiar gigabytes de parámetros.
fr: Les modèles détectés dans LM Studio sont indexés sur place. TurboSpark lit les poids directement depuis votre dossier LM Studio, sans dupliquer d'espace disque ni copier des gigaoctets de paramètres.
he: מודלים שמתגלים ב-LM Studio מאונדקסים במקומם. ‏TurboSpark קורא את המשקלים ישירות מתיקיית LM Studio שלך, בלי לשכפל שטח דיסק ובלי להעתיק ג'יגה-בייטים של פרמטרים.
hi: LM Studio में मिले मॉडल वहीं इंडेक्स किए जाते हैं। TurboSpark आपके LM Studio फ़ोल्डर से सीधे वेट पढ़ता है, बिना डिस्क स्थान दोहराए या गीगाबाइट पैरामीटर कॉपी किए।
id: Model yang ditemukan di LM Studio diindeks di tempat. TurboSpark membaca bobot langsung dari folder LM Studio Anda tanpa menggandakan ruang disk atau menyalin gigabyte parameter.
it: I modelli rilevati in LM Studio vengono indicizzati sul posto. TurboSpark legge i pesi direttamente dalla tua cartella di LM Studio, senza duplicare spazio su disco né copiare gigabyte di parametri.
ja: LM Studio で見つかったモデルはその場でインデックス化されます。TurboSpark はディスク容量を二重に使ったり、数ギガバイトのパラメータをコピーしたりせずに、LM Studio フォルダから直接重みを読み取ります。
ko: LM Studio에서 발견된 모델은 그 자리에서 색인됩니다. TurboSpark는 디스크 공간을 중복 사용하거나 수 기가바이트의 매개변수를 복사하지 않고 LM Studio 폴더에서 직접 가중치를 읽습니다.
nl: Modellen die in LM Studio worden gevonden, worden ter plaatse geïndexeerd. TurboSpark leest de gewichten rechtstreeks uit je LM Studio-map, zonder schijfruimte te verdubbelen of gigabytes aan parameters te kopiëren.
pl: Modele wykryte w LM Studio są indeksowane w miejscu. TurboSpark odczytuje wagi bezpośrednio z Twojego folderu LM Studio, bez powielania miejsca na dysku i bez kopiowania gigabajtów parametrów.
pt_br: Os modelos encontrados no LM Studio são indexados no local. O TurboSpark lê os pesos diretamente da sua pasta do LM Studio, sem duplicar espaço em disco nem copiar gigabytes de parâmetros.
ru: Модели, найденные в LM Studio, индексируются на месте. TurboSpark читает веса напрямую из вашей папки LM Studio, не дублируя дисковое пространство и не копируя гигабайты параметров.
sv: Modeller som hittas i LM Studio indexeras på plats. TurboSpark läser vikterna direkt från din LM Studio-mapp utan att dubblera diskutrymme eller kopiera gigabyte av parametrar.
tr: LM Studio'da bulunan modeller yerinde dizinlenir. TurboSpark, ağırlıkları disk alanını ikiye katlamadan ve gigabaytlarca parametreyi kopyalamadan doğrudan LM Studio klasörünüzden okur.
uk: Моделі, знайдені в LM Studio, індексуються на місці. TurboSpark читає ваги безпосередньо з вашої папки LM Studio, не дублюючи дисковий простір і не копіюючи гігабайти параметрів.
vi: Các mô hình phát hiện trong LM Studio được lập chỉ mục tại chỗ. TurboSpark đọc trọng số trực tiếp từ thư mục LM Studio của bạn mà không nhân đôi dung lượng đĩa hay sao chép hàng gigabyte tham số.
zh_hans: 在 LM Studio 中发现的模型会就地建立索引。TurboSpark 直接从你的 LM Studio 文件夹读取权重，不会重复占用磁盘空间或复制数 GB 的参数。
zh_hant: 在 LM Studio 中發現的模型會就地建立索引。TurboSpark 直接從你的 LM Studio 資料夾讀取權重，不會重複占用磁碟空間或複製數 GB 的參數。

source: Models you remove from TurboSpark without deleting their files are listed here, so they can be restored.
ar: يتم سرد النماذج التي تزيلها من TurboSpark دون حذف ملفاتها هنا، بحيث يمكن استعادتها.
de: Modelle, die Sie aus TurboSpark entfernen, ohne ihre Dateien zu löschen, werden hier aufgeführt, damit sie wiederhergestellt werden können.
es: Los modelos que eliminas de TurboSpark sin borrar sus archivos se enumeran aquí, para que se puedan restaurar.
fr: Les modèles que vous supprimez de TurboSpark sans supprimer leurs fichiers sont répertoriés ici, afin qu'ils puissent être restaurés.
he: מודלים שאתה מסיר מ-TurboSpark מבלי למחוק את הקבצים שלהם מפורטים כאן, כך שניתן לשחזר אותם.
hi: फ़ाइलों को हटाए बिना TurboSpark से निकाले गए मॉडल यहां सूचीबद्ध हैं, ताकि उन्हें पुनर्स्थापित किया जा सके।
id: Model yang Anda hapus dari TurboSpark tanpa menghapus filenya tercantum di sini, sehingga dapat dipulihkan.
it: I modelli rimossi da TurboSpark senza eliminarne i file sono elencati qui, in modo da poter essere ripristinati.
ja: ファイルを削除せずに TurboSpark から削除したモデルがここに一覧表示され、復元できます。
ko: 파일을 삭제하지 않고 TurboSpark에서 제거한 모델이 여기에 나열되므로 복원할 수 있습니다.
nl: Modellen die u uit TurboSpark verwijdert zonder hun bestanden te verwijderen, worden hier vermeld, zodat ze kunnen worden hersteld.
pl: Modele usunięte z TurboSpark bez kasowania ich plików są wymienione tutaj, aby można je było przywrócić.
pt_br: Os modelos que você remove do TurboSpark sem excluir seus arquivos são listados aqui, para que possam ser restaurados.
ru: Модели, удаленные из TurboSpark без удаления файлов, перечислены здесь, чтобы их можно было восстановить.
sv: Modeller som du tar bort från TurboSpark utan att ta bort deras filer listas här så att de kan återställas.
tr: Dosyalarını silmeden TurboSpark'tan kaldırdığınız modeller, geri yüklenebilmeleri için burada listelenir.
uk: Моделі, які ви вилучаєте з TurboSpark без видалення їхніх файлів, наведено тут, щоб їх можна було відновити.
vi: Các mô hình bạn xóa khỏi TurboSpark mà không xóa tệp của chúng được liệt kê ở đây để có thể khôi phục.
zh_hans: 从 TurboSpark 中移除但未删除其文件的模型会列在此处，以便恢复。
zh_hant: 從 TurboSpark 中移除但未刪除其檔案的模型會列在此處，以便復原。

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
he: עוד
hi: अधिक
id: Lainnya
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pl: Więcej
pt_br: Mais
ru: Еще
sv: Mer
tr: Daha Fazla
uk: Більше
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: More prompt examples
ar: المزيد من أمثلة الأوامر
de: Weitere Prompt-Beispiele
es: Más ejemplos de instrucciones
fr: Plus d'exemples de requêtes
he: דוגמאות נוספות לפרומפטים
hi: अधिक संकेत उदाहरण
id: Lebih banyak contoh prompt
it: Altri esempi di prompt
ja: その他のプロンプト例
ko: 더 많은 프롬프트 예시
nl: Meer promptvoorbeelden
pl: Więcej przykładów promptów
pt_br: Mais exemplos de prompt
ru: Другие примеры запросов
sv: Fler prompt-exempel
tr: Daha fazla istem örneği
uk: Більше прикладів запитів
vi: Thêm ví dụ lời nhắc
zh_hans: 更多提示示例
zh_hant: 更多提示範例

source: Move Store
ar: نقل المتجر
de: Speicher verschieben
es: Mover almacén
fr: Déplacer le magasin
he: העברת מאגר
hi: स्टोर स्थानांतरित करें
id: Pindahkan Penyimpanan
it: Sposta archivio
ja: ストアを移動
ko: 저장소 이동
nl: Opslag verplaatsen
pl: Przenieś magazyn
pt_br: Mover armazenamento
ru: Переместить хранилище
sv: Flytta lagring
tr: Depoyu Taşı
uk: Перемістити сховище
vi: Di chuyển kho lưu trữ
zh_hans: 移动存储
zh_hant: 移動存放區

source: Move Store...
ar: نقل المتجر...
de: Speicher verschieben...
es: Mover almacén...
fr: Déplacer le magasin...
he: העברת מאגר...
hi: स्टोर स्थानांतरित करें...
id: Pindahkan Penyimpanan...
it: Sposta archivio...
ja: ストアを移動...
ko: 저장소 이동...
nl: Opslag verplaatsen...
pl: Przenieś magazyn...
pt_br: Mover armazenamento...
ru: Переместить хранилище...
sv: Flytta lagring...
tr: Depoyu Taşı...
uk: Перемістити сховище...
vi: Di chuyển kho lưu trữ...
zh_hans: 移动存储...
zh_hant: 移動存放區...

source: Move TurboSpark Models
ar: نقل نماذج TurboSpark
de: TurboSpark-Modelle verschieben
es: Mover modelos de TurboSpark
fr: Déplacer les modèles TurboSpark
he: העברת מודלים של TurboSpark
hi: TurboSpark मॉडल स्थानांतरित करें
id: Pindahkan Model TurboSpark
it: Sposta modelli TurboSpark
ja: TurboSparkモデルを移動
ko: TurboSpark 모델 이동
nl: TurboSpark-modellen verplaatsen
pl: Przenieś modele TurboSpark
pt_br: Mover modelos TurboSpark
ru: Переместить модели TurboSpark
sv: Flytta TurboSpark-modeller
tr: TurboSpark Modellerini Taşı
uk: Перемістити моделі TurboSpark
vi: Di chuyển mô hình TurboSpark
zh_hans: 移动 TurboSpark 模型
zh_hant: 移動 TurboSpark 模型

source: Move the managed text, image, and audio model store to an empty folder. Files owned by Hugging Face, LM Studio, or Ollama are not changed.
ar: انقل مخزن نماذج النصوص والصور والصوت المُدار إلى مجلد فارغ. لا يتم تغيير الملفات المملوكة لـ Hugging Face أو LM Studio أو Ollama.
de: Verschieben Sie den verwalteten Modell-Speicher für Text, Bild und Audio in einen leeren Ordner. Dateien von Hugging Face, LM Studio oder Ollama werden nicht geändert.
es: Mueve el almacén administrado de modelos de texto, imagen y audio a una carpeta vacía. Los archivos pertenecientes a Hugging Face, LM Studio u Ollama no se modifican.
fr: Déplacez le magasin de modèles géré de texte, d'image et d'audio vers un dossier vide. Les fichiers appartenant à Hugging Face, LM Studio ou Ollama ne sont pas modifiés.
he: העבר את מאגר המודלים המנוהל של טקסט, תמונה ושמע לתיקייה ריקה. קבצים בבעלות Hugging Face, LM Studio או Ollama לא ישונו.
hi: प्रबंधित टेक्स्ट, इमेज और ऑडियो मॉडल स्टोर को एक खाली फ़ोल्डर में ले जाएं। Hugging Face, LM Studio, या Ollama के स्वामित्व वाली फ़ाइलें नहीं बदली जाती हैं।
id: Pindahkan penyimpanan model teks, gambar, dan audio terkelola ke folder kosong. File milik Hugging Face, LM Studio, atau Ollama tidak akan diubah.
it: Sposta l'archivio gestito dei modelli di testo, immagini e audio in una cartella vuota. I file di proprietà di Hugging Face, LM Studio o Ollama non vengono modificati.
ja: 管理されているテキスト、画像、音声のモデルストアを空のフォルダーに移動します。Hugging Face、LM Studio、Ollamaが所有するファイルは変更されません。
ko: 관리되는 텍스트, 이미지 및 오디오 모델 저장소를 빈 폴더로 이동합니다. Hugging Face, LM Studio 또는 Ollama 소유의 파일은 변경되지 않습니다.
nl: Verplaats de beheerde modelopslag voor tekst, beeld en audio naar een lege map. Bestanden van Hugging Face, LM Studio of Ollama worden niet gewijzigdd.
pl: Przenieś zarządzany magazyn modeli tekstu, obrazu i dźwięku do pustego folderu. Pliki należące do Hugging Face, LM Studio lub Ollama nie ulegną zmianie.
pt_br: Mova o armazenamento gerenciado de modelos de texto, imagem e áudio para uma pasta vazia. Arquivos pertencentes ao Hugging Face, LM Studio ou Ollama não são alterados.
ru: Переместите управляемое хранилище текстовых, графических и аудиомоделей в пустую папку. Файлы Hugging Face, LM Studio или Ollama не изменяются.
sv: Flytta den hanterade modellen för text, bild och ljud till en tom mapp. Filer som ägs av Hugging Face, LM Studio eller Ollama ändras inte.
tr: Yönetilen metin, görsel ve ses modeli deposunu boş bir klasöre taşıyın. Hugging Face, LM Studio veya Ollama'ya ait dosyalar değiştirilmez.
uk: Перемістіть кероване сховище текстових, графічних та аудіомоделей у порожню папку. Файли Hugging Face, LM Studio або Ollama не змінюються.
vi: Di chuyển kho lưu trữ mô hình văn bản, hình ảnh và âm thanh được quản lý sang một thư mục trống. Các tệp thuộc sở hữu của Hugging Face, LM Studio hoặc Ollama không bị thay đổi.
zh_hans: 将受管理的文本、图像和音频模型存储移动到空文件夹中。Hugging Face、LM Studio 或 Ollama 拥有的文件不会改变。
zh_hant: 將受管理的文字、影像和音訊模型存放區移動至空資料夾。Hugging Face、LM Studio 或 Ollama 所擁有的檔案不會變更。

source: Moves keyboard focus to the prompt editor
ar: ينقل تركيز لوحة المفاتيح إلى محرر الإدخال
de: Verschiebt den Tastaturfokus auf das Eingabefeld
es: Mueve el foco del teclado al editor de texto
fr: Déplace le focus clavier vers l'éditeur de saisie
he: מעביר את מיקוד המקלדת לעורך הקלט
hi: कीबोर्ड फ़ोकस को प्रॉम्प्ट संपादक पर ले जाता है
id: Memindahkan fokus keyboard ke editor input
it: Sposta il focus della tastiera sull'editor del testo
ja: キーボードフォーカスを入力エディタに移動
ko: 키보드 포커스를 입력 편집기로 이동
nl: Verplaatst de toetsenbordfocus naar de invoereditor
pl: Przenosi fokus klawiatury do edytora wprowadzania
pt_br: Move o foco do teclado para o editor de texto
ru: Перемещает фокус клавиатуры на поле ввода
sv: Flyttar tangentbordsfokus till inmatningseditorn
tr: Klavye odağını giriş düzenleyicisine taşır
uk: Переміщує фокус клавіатури на редактор введення
vi: Chuyển tiêu điểm bàn phím vào trình soạn nhập
zh_hans: 将键盘焦点移到输入编辑器
zh_hant: 將鍵盤焦點移至輸入編輯器

source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
tr: Ad
uk: Ім'я
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Needs Approval
ar: يتطلب الموافقة
de: Genehmigung erforderlich
es: Requiere aprobación
fr: Approbation requise
he: נדרש אישור
hi: स्वीकृति आवश्यक है
id: Perlu Persetujuan
it: Richiede approvazione
ja: 承認が必要
ko: 승인 필요
nl: Goedkeuring vereist
pl: Wymaga zatwierdzenia
pt_br: Requer aprovação
ru: Требуется подтверждение
sv: Kräver godkännande
tr: Onay Gerekiyor
uk: Потрібне схвалення
vi: Cần phê duyệt
zh_hans: 需要审批
zh_hant: 需要核准

source: Needs confirmation for %@
ar: يحتاج إلى تأكيد لـ %@
de: Erfordert Bestätigung für %@
es: Requiere confirmación para %@
fr: Nécessite une confirmation pour %@
he: נדרש אישור עבור %@
hi: %@ के लिए पुष्टि की आवश्यकता है
id: Perlu konfirmasi untuk %@
it: Richiede conferma per %@
ja: %@ の確認が必要です
ko: %@에 대한 확인 필요
nl: Bevestiging vereist voor %@
pl: Wymaga potwierdzenia dla %@
pt_br: Requer confirmação para %@
ru: Требуется подтверждение для %@
sv: Kräver bekräftelse för %@
tr: %@ için onay gerekiyor
uk: Потрібне підтвердження для %@
vi: Cần xác nhận cho %@
zh_hans: 需要确认 %@
zh_hant: 需要確認 %@

source: Network is off for this preview
ar: الشبكة معطلة في هذه المعاينة
de: Das Netzwerk ist für diese Vorschau deaktiviert
es: La red está desactivada en esta vista previa
fr: Le réseau est désactivé pour cet aperçu
he: הרשת כבויה בתצוגה המקדימה הזו
hi: इस प्रीव्यू के लिए नेटवर्क बंद है
id: Jaringan nonaktif untuk pratinjau ini
it: La rete è disattivata per questa anteprima
ja: このプレビューではネットワークがオフです
ko: 이 미리보기에서는 네트워크가 꺼져 있습니다
nl: Het netwerk is uitgeschakeld voor deze preview
pl: Sieć jest wyłączona dla tego podglądu
pt_br: A rede está desativada nesta pré-visualização
ru: Для этого предпросмотра сеть отключена
sv: Nätverket är avstängt för den här förhandsvisningen
tr: Bu önizleme için ağ kapalı
uk: Для цього перегляду мережу вимкнено
vi: Mạng đã tắt cho bản xem trước này
zh_hans: 此预览已关闭网络
zh_hant: 此預覽已關閉網路

source: New Agent
ar: وكيل جديد
de: Neuer Agent
es: Nuevo agente
fr: Nouvel agent
he: סוכן חדש
hi: नया एजेंट
id: Agen baru
it: Nuovo agente
ja: 新規エージェント
ko: 새 에이전트
nl: Nieuwe agent
pl: Nowy agent
pt_br: Novo agente
ru: Новый агент
sv: Ny agent
tr: Yeni ajan
uk: Новий агент
vi: Agent mới
zh_hans: 新建智能体
zh_hant: 新增代理

source: New Chat
ar: محادثة جديدة
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
he: צ'אט חדש
hi: नई चैट
id: Obrolan baru
it: Nuova chat
ja: 新規チャット
ko: 새 대화
nl: Nieuwe chat
pl: Nowy czat
pt_br: Novo chat
ru: Новый чат
sv: Ny chatt
tr: Yeni sohbet
uk: Новий чат
vi: Cuộc trò chuyện mới
zh_hans: 新建对话
zh_hant: 新對話

source: New Profile...
ar: ملف شخصي جديد…
de: Neues Profil…
es: Nuevo perfil…
fr: Nouveau profil…
he: פרופיל חדש…
hi: नई प्रोफ़ाइल…
id: Profil Baru…
it: Nuovo profilo…
ja: 新規プロファイル…
ko: 새 프로필…
nl: Nieuw profiel…
pl: Nowy profil…
pt_br: Novo perfil…
ru: Новый профиль…
sv: Ny profil…
tr: Yeni Profil…
uk: Новий профіль…
vi: Hồ sơ mới…
zh_hans: 新建配置档案…
zh_hant: 新增設定檔…

source: New Project...
ar: مشروع جديد...
de: Neues Projekt...
es: Nuevo proyecto...
fr: Nouveau projet...
he: פרויקט חדש...
hi: नई परियोजना...
id: Proyek Baru...
it: Nuovo progetto...
ja: 新規プロジェクト...
ko: 새 프로젝트...
nl: Nieuw project...
pl: Nowy projekt...
pt_br: Novo Projeto...
ru: Новый проект...
sv: Nytt projekt...
tr: Yeni Proje...
uk: Новий проєкт...
vi: Dự án mới...
zh_hans: 新建项目...
zh_hant: 新增專案...

source: New Skill
ar: مهارة جديدة
de: Neue Fähigkeit
es: Nueva habilidad
fr: Nouvelle compétence
he: מיומנות חדשה
hi: नया कौशल
id: Keterampilan Baru
it: Nuova competenza
ja: 新規スキル
ko: 새 스킬
nl: Nieuwe vaardigheid
pl: Nowa umiejętność
pt_br: Nova Habilidade
ru: Новый навык
sv: Ny färdighet
tr: Yeni Beceri
uk: Нова навичка
vi: Kỹ năng mới
zh_hans: 新技能
zh_hant: 新技能

source: New Task
ar: مهمة جديدة
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
he: משימה חדשה
hi: नया कार्य
id: Tugas Baru
it: Nuova attività
ja: 新規タスク
ko: 새 작업
nl: Nieuwe taak
pl: Nowe zadanie
pt_br: Nova Tarefa
ru: Новая задача
sv: Ny aktivitet
tr: Yeni Görev
uk: Нове завдання
vi: Tác vụ mới
zh_hans: 新建任务
zh_hant: 新增任務
